Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=497_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Korkeatasoinen videostudio soveltuu monikamerajärjestelmän käyttöön ja muunkin videomateriaalin kuvaamiseen.
smn: Videostudio Ollâtásásâš videostudio heivee maaŋgâkameravuáháduv kiävtun já eres-uv videomateriaal kuvviimân.

source: Studiotiloihin kuuluu studio, live-editointitila sekä muita editointitiloja.
smn: Studiotiilijd kullojeh studio, live-editistemtile sehe editistemtileh.

source: Studiotiloista vastaa Saamelaisalueen koulutuskeskus, mutta keskuksen ulkopuoliset varaukset tulevat Sajoksen Kongressi- ja tapahtumapalvelujen kautta.
smn: Studiotiilijn västid Säämi máttááttâskuávdáš, mutâ kuávdáá olgopiälásiih väärridmeh puátih Saijoos Kongres- já tábáhtuspalvâlusâi peht.

source: Studio sijaitsee Sajoksen ensimmäisessä kerroksessa, pääsisäänkäynnin vasemmalla puolella Saamelaisalueen koulutuskeskuksen media- ja kieliopiskelutilojen yhteydessä.
smn: Studio lii Saijoos vuossâmuu keerdist, váldu-uuvsâ čižetpeln Säämi máttááttâskuávdáá media- já kielâmáttááttâstiilij ohtâvuođâst.

source: TILAVUUS: * Studio 44 m2;
smn: SAIJAASVUOTÂ: * Studio 44 m2;

source: 7 m x 6,3 m, korkea tila
smn: 7 m x 6,3 m, ollâ tile

source: - Kameravakaaja
smn: TEKNIIK JÁ PIERGÂSEH:

source: - Streaming-järjestelmä
smn: - Streaming-vuáhádâh

source: - Monikameratarkkaamojärjestelmä
smn: - Maaŋgâkameratarkkuuttâhvuáhádâh

source: - Äänityskalusto
smn: - Paddimkálvudâh

source: - Editointilaitteisto
smn: - Editistempiergâseh
